{
    "Comment.nvim": {
        "branch": "master"
    },
    "blink.cmp": {
        "branch": "main"
    },
    "bufferline.nvim": {
        "branch": "main"
    },
    "catppuccin": {
        "branch": "main"
    },
    "friendly-snippets": {
        "branch": "main"
    },
    "gitsigns.nvim": {
        "branch": "main"
    },
    "lazy.nvim": {
        "branch": "main"
    },
    "nvim-lspconfig": {
        "branch": "master"
    },
    "nvim-treesitter": {
        "branch": "master"
    },
    "nvim-treesitter-textobjects": {
        "branch": "master"
    },
    "nvim-web-devicons": {
        "branch": "master"
    },
    "oil.nvim": {
        "branch": "master"
    },
    "plenary.nvim": {
        "branch": "master"
    },
    "telescope-fzf-native.nvim": {
        "branch": "main"
    },
    "telescope.nvim": {
        "branch": "master"
    },
    "vim-bbye": {
        "branch": "master"
    }
}
