{
    "Comment.nvim": {
        "branch": "master"
    },
    "LuaSnip": {
        "branch": "master"
    },
    "bufferline.nvim": {
        "branch": "main"
    },
    "catppuccin": {
        "branch": "main"
    },
    "cmp-buffer": {
        "branch": "main"
    },
    "cmp-cmdline": {
        "branch": "main"
    },
    "cmp-nvim-lsp": {
        "branch": "main"
    },
    "cmp-path": {
        "branch": "main"
    },
    "cmp_luasnip": {
        "branch": "master"
    },
    "flash.nvim": {
        "branch": "main"
    },
    "friendly-snippets": {
        "branch": "main"
    },
    "gitsigns.nvim": {
        "branch": "main"
    },
    "lazy.nvim": {
        "branch": "main"
    },
    "lualine.nvim": {
        "branch": "master"
    },
    "nvim-autopairs": {
        "branch": "master"
    },
    "nvim-cmp": {
        "branch": "main"
    },
    "nvim-lspconfig": {
        "branch": "master"
    },
    "nvim-surround": {
        "branch": "main"
    },
    "nvim-treesitter": {
        "branch": "master"
    },
    "nvim-treesitter-textobjects": {
        "branch": "master"
    },
    "nvim-web-devicons": {
        "branch": "master"
    },
    "oil.nvim": {
        "branch": "master"
    },
    "plenary.nvim": {
        "branch": "master"
    },
    "telescope-frecency.nvim": {
        "branch": "master"
    },
    "telescope-fzf-native.nvim": {
        "branch": "main"
    },
    "telescope-media-files.nvim": {
        "branch": "master"
    },
    "telescope.nvim": {
        "branch": "master"
    },
    "vim-bbye": {
        "branch": "master"
    }
}
